{"last_chunk": 94, "text": ["Hey it's austin james yes i'm living with diabetes but it doesn't have to define me thanks to the freestyle libre 3 plus sensor i get real-time glucose readings throughout the day the freestyle libre 3 plus sensor is small and easy to wear giving me the freedom to focus on my life as a parent and a musician now this is progress you can get a free sensor at freestyle libre us offer available for people who qualify visit my freestyle turns and conditions certain exclusions apply data on file at diabetes care or prescription only.us. ", "The virus that causes shingles is sleeping in 99% of people over 50 well not everyone at risk will develop shingles it strikes as a painful rash that can last for weeks wake up because shingles could wake up in you ask your doctor or pharmacist about shingles prevention how do you stay ahead when you're building ai applications. ", "Start with a head start ibm's high-performance granite models are optimized for enterprise tasks like domain-specific processes and workflows they're designed so you can do less training and more. ", "Ready to hit the ground running get started now at ibm.com granite ib. ", "Let's create. ", "Hi everyone i'm katie couric and this is next question it's hard to believe but the 2024 election is less than a year away. ", "What's even harder to believe. ", "Does yogi bear would say it's deja vu all over again. ", "That's right. ", "Biden versus. ", "We've been hearing a lot about the republican side of the campaign with the iowa caucuses and the new hampshire primary and now super tuesday is just over a month away. ", "But we haven't been hearing as. ", "From the current administration that's why i was thrilled to jump on a train brave the elements and head to the eisenhower executive office building to sit down with vice president kamala harris by the way these interviews can be very stressful. ", "She's an incredibly busy person so they only gave me 30 minutes. ", "And i had a lot to. ", "Abortion immigration israel g. ", "The administration's historically low approval ratings despite their many accomplishment. ", "Trump. ", "And some crucial voting. ", "Thank you so much for being here. ", "Agreeing to have this conversation i'm very excited to talk to you about everything you're doing. ", "We needed to clear up. ", "Why did i think you are much taller i recently learned you're only five two is that is absolutely incorrect okay i am 54 and a quarter okay 955 thank you very much ok google. ", "I was 52 when i was. ", "53 and 3/4. ", "We started with a topic that's proving to be a powerful driver for democrats. ", "I know that vice president harris you're embarking on a reproductive freedoms for to highlight the harm caused by. ", "Abortion bands and restrictive laws following the overturning of rugby. ", "This is an issue that has resonated so much with democratic voters and i'm curious what is your. ", "As you travel around the country. ", "Michael my ultimate goal is that we will build. ", "The. ", "Build and get a congress that will. ", "To restore the protections of. ", "Angela and president joe biden. ", "Then let's take a step back so i'm starting the renaming the fight for our reproductive freedom tour and it'll begin on january 22nd which is the 51. ", "Anniversary of the roe v wade decision. ", "You know i mean you and i am going to speak for you i think i can acc. ", "When we were able to be aware of what is happening in the world. ", "Roe v wade was the law of. ", "Roll past when i was in 10. ", "So it was the law of the land. ", "Almost the entirety of our adult. ", "And i'll speak for myself now. ", "You know i always pro-choice pro-choice. ", "Whenever there was a moment where we had to speak about the protecting role will let us protect. ", "But honestly i pretty much i think most of us pretty much we were pretty certain they would always be here. ", "And look. ", "The highest court in our land. ", "Took a constitutional right that had been recognized. ", "From the people of america from the women of. ", "The day that that decision. ", "Came down. ", "The world in so many ways in terms of a lived experience for the women of america changed in a drastic. ", "After the dobbs decision which undid row came down. ", "States around our country proposed and passed. ", "That would punish women. ", "Criminalize healthcare. ", "Band abort. ", "In some cases even in this situation of rapper. ", "As you know i have spent a lot of my career as a prosecutor and one of the reasons i became a prosecutor. ", "Sorry to share the story more. ", "My best friend in high school when we were in high school i learned was being molested by her. ", "And when i learned that i said well you have to come and stay with us i called my mother my mother said of course she has to come stay with us and she. ", "And so i decided i wanted to do the work that was about protecting. ", "Women and children from violence and the majority of my career as a prosecutor was focused on crimes against. ", "So bring that back to the point of no exception even for rape. ", "So these extremists so-called leaders are basically saying to a sur. ", "Of a crime of violence to their body a v. ", "Of. ", "Saying to these surviv. ", "And you don't have the authority or right to make a decision. ", "About what happens to your body. ", "That's. ", "That's. ", "What i have seen traveling our country listening to women who have been directly affected. ", "Because of these. ", "Is the stories of women having miscarriages in toilets. ", "There's a woman in texas who i've spent some time with. ", "She and her her husband. ", "She wanted to become pregnant she wanted to have children. ", "And but her pregnancy she then had she was having a mis. ", "She went to the emergency. ", "She was denied. ", "Because. ", "The hospital workers were so afraid that they might get sued or. "]}